Repository: AnnAveletsky/SiteCard
Catalog: Orchard CMS/Modules/Orchard.Tokens/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.Tokens/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Tokens/Module.txt
source: Content
ru_ru: Содержимое

# Orchard.Tokens.Providers.ContentTokens
source: Content Items
ru_ru: Элементы контента

# Orchard.Tokens.Providers.ContentTokens
source: Content Id
ru_ru: Идентификатор содержимого

# Orchard.Tokens.Providers.ContentTokens
source: Numeric primary key value of content.
ru_ru: Значение числового первичного ключа содержимого.

# Orchard.Tokens.Providers.ContentTokens
source: Content Author
ru_ru: Автор содержимого

# Orchard.Tokens.Providers.ContentTokens
source: Person in charge of the content.
ru_ru: Лицо, ответственное за содеримое.

# Orchard.Tokens.Providers.ContentTokens
source: Content Date
ru_ru: Дата содержимого

# Orchard.Tokens.Providers.ContentTokens
source: Date the content was created.
ru_ru: Дата создания содержимого.

# Orchard.Tokens.Providers.ContentTokens
source: Identity
ru_ru: Идентичность

# Orchard.Tokens.Providers.ContentTokens
source: Identity of the content.
ru_ru: Идентичность содержимого.

# Orchard.Tokens.Providers.ContentTokens
source: Content Type
ru_ru: Тип содержимого

# Orchard.Tokens.Providers.ContentTokens
source: The name of the item Content Type.
ru_ru: Название элемента Тип содержимого.

# Orchard.Tokens.Providers.ContentTokens
source: Display Text
ru_ru: Отображаемый текст

# Orchard.Tokens.Providers.ContentTokens
source: Title of the content.
ru_ru: Заголовок содержимого.

# Orchard.Tokens.Providers.ContentTokens
source: Display Url
ru_ru: Url адрес показа

# Orchard.Tokens.Providers.ContentTokens
source: Url to display the content.
ru_ru: Адрес Url для отображения содержимого.

# Orchard.Tokens.Providers.ContentTokens
source: Edit Url
ru_ru: Url адрес редактирования

# Orchard.Tokens.Providers.ContentTokens
source: Url to edit the content.
ru_ru: Адрес Url для редактирования содержимого.

# Orchard.Tokens.Providers.ContentTokens
source: Container
ru_ru: Контейнер

# Orchard.Tokens.Providers.ContentTokens
source: The container Content Item.
ru_ru: Контейнер элемента содержимого.

# Orchard.Tokens.Providers.ContentTokens
source: The content of the {0} field.
ru_ru: Содержимое {0} прервано.

# Orchard.Tokens.Providers.ContentTokens
source: Text Field
ru_ru: Текстовое поле

# Orchard.Tokens.Providers.ContentTokens
source: Tokens for Text Fields
ru_ru: Метки для текстовых полей

# Orchard.Tokens.Providers.ContentTokens
source: Length
ru_ru: Длина

# Orchard.Tokens.Providers.ContentTokens
source: The length of the field.
ru_ru: Длина поля.

# Orchard.Tokens.Providers.ContentTokens
source: Url
ru_ru: Адрес Url

# Orchard.Tokens.Providers.ContentTokens
source: Tokens for Urls
ru_ru: Метки для адресов Url

# Orchard.Tokens.Providers.ContentTokens
source: Absolute
ru_ru: Абсолютный

# Orchard.Tokens.Providers.ContentTokens
source: Absolute url.
ru_ru: Абсолютный адрес url.

# Orchard.Tokens.Providers.ContentTokens
source: Type Definition
ru_ru: Тип определения

# Orchard.Tokens.Providers.ContentTokens
source: Tokens for Content Types
ru_ru: Метки для типа содержимого

# Orchard.Tokens.Providers.ContentTokens
source: Name
ru_ru: Имя

# Orchard.Tokens.Providers.ContentTokens
source: Name of the content type.
ru_ru: Название типа содержимого.

# Orchard.Tokens.Providers.ContentTokens
source: Display Name
ru_ru: Отображаемое имя

# Orchard.Tokens.Providers.ContentTokens
source: Display name of the content type.
ru_ru: Отображаемое имя типа содержимого.

# Orchard.Tokens.Providers.ContentTokens
source: Parts
ru_ru: Части

# Orchard.Tokens.Providers.ContentTokens
source: List of the attached part names.
ru_ru: Список присоединенных имен части.

# Orchard.Tokens.Providers.ContentTokens
source: Fields
ru_ru: Поля

# Orchard.Tokens.Providers.ContentTokens
source: Fields for each of the attached parts. For example, Fields.Page.Approved.
ru_ru: Поля для каждой присоединенной части. Например, Fields.Page.Approved.

# Orchard.Tokens.Providers.ContentTokens
source: Anonymous
ru_ru: Аноним

# Orchard.Tokens.Providers.DateTokens
source: Current date/time tokens
ru_ru: Метки текущих даты/времени

# Orchard.Tokens.Providers.DateTokens
source: Since
ru_ru: Тому назад

# Orchard.Tokens.Providers.DateTokens
source: Relative to the current date/time.
ru_ru: Относительно текущих даты/времени.

# Orchard.Tokens.Providers.DateTokens
source: Local
ru_ru: Локально

# Orchard.Tokens.Providers.DateTokens
source: Short Date
ru_ru: Кроткая дата

# Orchard.Tokens.Providers.DateTokens
source: Short date format.
ru_ru: Краткий формат даты.

# Orchard.Tokens.Providers.DateTokens
source: Short Time
ru_ru: Краткое время

# Orchard.Tokens.Providers.DateTokens
source: Short time format.
ru_ru: Краткий формат времени.

# Orchard.Tokens.Providers.DateTokens
source: Long Date and Time
ru_ru: Длинная дата и время

# Orchard.Tokens.Providers.DateTokens
source: Long date and time format.
ru_ru: Длинный формат даты и времени.

# Orchard.Tokens.Providers.DateTokens
source: 'on' MMM d yyyy 'at' h:mm tt
ru_ru: MMM d yyyy 'в' h:mm tt

# Orchard.Tokens.Providers.DateTokens
source: a moment ago
ru_ru: момент назад

# Orchard.Tokens.Providers.DateTokens
source: 1 day ago
ru_ru: день назад

# Orchard.Tokens.Providers.DateTokens
source: {0} days ago
ru_ru: {0} дня/-ей назад

# Orchard.Tokens.Providers.DateTokens
source: 1 hour ago
ru_ru: час назад

# Orchard.Tokens.Providers.DateTokens
source: {0} hours ago
ru_ru: {0} часа/-ов назад

# Orchard.Tokens.Providers.DateTokens
source: 1 minute ago
ru_ru: минута назад

# Orchard.Tokens.Providers.DateTokens
source: {0} minutes ago
ru_ru: {0} минут/-ы назад

# Orchard.Tokens.Providers.DateTokens
source: 1 second ago
ru_ru: секунду назад

# Orchard.Tokens.Providers.DateTokens
source: {0} seconds ago
ru_ru: {0} секунд/-ы назад

# Orchard.Tokens.Providers.RequestTokens
source: Http Request
ru_ru: HTTP-запрос

# Orchard.Tokens.Providers.RequestTokens
source: Current Http Request tokens.
ru_ru: Метки текущего запроса Http.

# Orchard.Tokens.Providers.RequestTokens
source: QueryString:<element>
ru_ru: Строка запроса:<элемент>

# Orchard.Tokens.Providers.RequestTokens
source: The Query String value for the specified element.
ru_ru: Значение из строки запроса для заданного элемента.

# Orchard.Tokens.Providers.RequestTokens
source: Form:<element>
ru_ru: Формуляр:<элемент>

# Orchard.Tokens.Providers.RequestTokens
source: The Form value for the specified element.
ru_ru: Значение в формуляре для заданного элемента.

# Orchard.Tokens.Providers.TextTokens
source: Text
ru_ru: Текст

# Orchard.Tokens.Providers.TextTokens
source: Tokens for text strings
ru_ru: Метки для строкового текста

# Orchard.Tokens.Providers.TextTokens
source: Limit:<text length>[,<ellipsis>]
ru_ru: Предел:<Длина текста>[,<ellipsis>]

# Orchard.Tokens.Providers.TextTokens
source: Limit text to specified length and append an optional ellipsis text.
ru_ru: Предел текста для заданной длины и добавление необязательного текста продолжения (многоточие).

# Orchard.Tokens.Providers.TextTokens
source: Format:<text format>
ru_ru: Формат:<формат текста>

# Orchard.Tokens.Providers.TextTokens
source: Url Encode
ru_ru: Кодированный адрес Url

# Orchard.Tokens.Providers.TextTokens
source: Encodes a URL string.
ru_ru: Кодированная строка Url.

# Orchard.Tokens.Providers.TextTokens
source: Html Encode
ru_ru: Кодированный Html

# Orchard.Tokens.Providers.TextTokens
source: Encodes an HTML string.
ru_ru: Кодированная строка Html.

# Orchard.Tokens.Providers.TextTokens
source: Line Encode
ru_ru: Кодированный перевод строки

# Orchard.Tokens.Providers.TextTokens
source: Replaces new lines with <br /> tags.
ru_ru: Заменяет знак новой строки тегом <br />.

# Orchard.Tokens.Providers.UserTokens
source: User tokens
ru_ru: Метки пользователя

# Orchard.Tokens.Providers.UserTokens
source: Name
ru_ru: Имя

# Orchard.Tokens.Providers.UserTokens
source: Username
ru_ru: Имя пользователя

# Orchard.Tokens.Providers.UserTokens
source: Email
ru_ru: Адрес электронной почты

# Orchard.Tokens.Providers.UserTokens
source: Email Address
ru_ru: Адрес электронной почты

# Orchard.Tokens.Providers.UserTokens
source: Id
ru_ru: Идентификатор

# Orchard.Tokens.Providers.UserTokens
source: User Id
ru_ru: Идентификатор пользователя

# Orchard.Tokens.Providers.UserTokens
source: Content
ru_ru: Содержимое

# Orchard.Tokens.Providers.UserTokens
source: The user's content item
ru_ru: Элемент содержимого пользователя

# Orchard.Tokens.Tests.TestTokenProvider
source: description of token1
ru_ru: описание метки1

# Orchard.Tokens.Tests.TestTokenProvider
source: Global2
ru_ru: Глобальная2

# Orchard.Tokens.Tests.TestTokenProvider
source: description of token2
ru_ru: описание метки2

# Orchard.Tokens.Tests.TestTokenProvider
source: Global3
ru_ru: Глобавльная3

# Orchard.Tokens.Tests.TestTokenProvider
source: description of token3
ru_ru: описание метки3

# Orchard.Tokens.Tests.TestTokenProvider
source: Current User
ru_ru: Текущий пользователь

# Orchard.Tokens.Tests.TestTokenProvider
source: The current user
ru_ru: Текущий пользователь

# Orchard.Tokens.Tests.TestTokenProvider
source: Name
ru_ru: Имя

# Orchard.Tokens.Tests.TestTokenProvider
source: Their user name
ru_ru: Его имя пользователя

# Orchard.Tokens.Tests.TestTokenProvider
source: Birthdate
ru_ru: Дата рождения

# Orchard.Tokens.Tests.TestTokenProvider
source: Date of birth
ru_ru: Дата рождения

# Orchard.Tokens.Tests.TestTokenProvider
source: Now
ru_ru: Сейчас

# Orchard.Tokens.Tests.TestTokenProvider
source: Current system date in short date format. You can chain a .NET DateTime format string to customize.
ru_ru: Текущая системная дата в кратком формате. Вы можете изменить формат .NET DateTime для настройки.

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Title
ru_ru: Заголовок

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Link
ru_ru: Ссылка

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Description
ru_ru: Описание

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Author
ru_ru: Автор

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Category
ru_ru: Категория

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Source
ru_ru: Источник
