Repository: AnnAveletsky/SiteCard
Catalog: Orchard CMS/Modules/Orchard.AntiSpam/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.AntiSpam/Module.txt
source: AntiSpam
ru_ru: Антиспам

# ~/Modules/Orchard.AntiSpam/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Provides anti-spam services to protect your content from malicious submissions.
ru_ru: Обеспечивает анти-спам сервисы для защиты контента от злонамеренных поправок.

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Anti-Spam
ru_ru: Анти-спам

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Security
ru_ru: Безопасность

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Akismet Anti-Spam Filter
ru_ru: Akismet анти-спам фильтр

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Provides an anti-spam filter based on Akismet.
ru_ru: Обеспечиват анти-спам фильтр, основанный на Akismet.

# ~/Modules/Orchard.AntiSpam/Module.txt
source: TypePad Anti-Spam Filter
ru_ru: TypePad анти-спам фильтр

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Provides an anti-spam filter based on TypePad.
ru_ru: Обеспечиват анти-спам фильтр, основанный на TypePad.

# Orchard.AntiSpam.AdminMenu
source: Spam
ru_ru: Спам

# Orchard.AntiSpam.AdminMenu
source: Manage Spam
ru_ru: Управление спамом

# Orchard.AntiSpam.Controllers.AdminController
source: Not authorized to manage spam
ru_ru: Не допущены до управления спамом

# Orchard.AntiSpam.Drivers.JavaScriptAntiSpamPartDriver
source: You are either a bot (we only serve humans, sorry) or have JavaScript turned off. If the latter, please turn on JavaScript to post this form.
ru_ru: Вы либо бот (мы обслуживаем только люди, извините), либо у Вас отключен JavaScript. В последнем случае, пожалуйста, включите JavaScript, чтобы получить возможность отправить эту форму.

# Orchard.AntiSpam.Drivers.ReCaptchaPartDriver
source: The text you entered in the Captcha field does not match the image
ru_ru: Введенный в поле Captcha текст не соответствует изображению

# Orchard.AntiSpam.Drivers.ReCaptchaPartDriver
source: There was an error while validating the Captcha image
ru_ru: Произошла ошибка при проверке Captcha-изображения

# Orchard.AntiSpam.Drivers.SpamFilterPartDriver
source: Spam detected.
ru_ru: Обнаружен спам.

# Orchard.AntiSpam.Drivers.SubmissionLimitPartDriver
source: The limit of submissions has been reached.
ru_ru: Был достигнут лимит отправок.

# Orchard.AntiSpam.Handlers.AkismetSettingsPartHandler
source: Spam
ru_ru: Спам

# Orchard.AntiSpam.Handlers.ReCaptchaSettingsPartHandler
source: Spam
ru_ru: Спам

# Orchard.AntiSpam.Handlers.TypePadSettingsPartHandler
source: Spam
ru_ru: Спам

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Anti-Spam
ru_ru: Анти-спам

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Spam Reported
ru_ru: Обнаружен спам

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Content is categorized as spam.
ru_ru: Содержимое классифицировано как спам

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: When content is categorized as spam.
ru_ru: Если содержимое классифицировано как спам.

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Ham Reported
ru_ru: Обнаружен хэм

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Content is categorized as ham.
ru_ru: Содержимое классифицировано как хэм.

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: When content is categorized as ham.
ru_ru: Если содержимое классифицировано как хэм.

# Orchard.AntiSpam.Services.MissingFilterBanner
source: Anti-spam protection requires at least one anti-spam filter to be enabled and configured.
ru_ru: Защита от спама требует как минимум одного включенного и настроенного фильтра.

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Manage Spam
ru_ru: Управление спамом

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Actions:
ru_ru: Действия:

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Choose action...
ru_ru: Выбор действия...

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Mark as Spam
ru_ru: Отметить как спам

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Mark as Ham
ru_ru: Отметить как хэм

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Filter:
ru_ru: Фильтр:

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: any (show all)
ru_ru: любое (показать все)

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Spam
ru_ru: Спам

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Ham
ru_ru: Хэм

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Sort by:
ru_ru: Сортировать по:

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Creation date
ru_ru: Дате создания

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Show:
ru_ru: Показать:

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: All
ru_ru: Все

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Filter
ru_ru: Фильтр

source: When should items for this content type be categorized as Spam ?
ru_ru: Когда следует элементы этого типа содержимого классифицировать как спам?

source: At least one filter reports spam
ru_ru: Как минимум один фильтр сообщает о спаме

source: All filters report spam
ru_ru: Все фильтры сообщают о спаме

source: Delete spam when found
ru_ru: Удалить спам. если найден

source: Enable to have spam automatically deleted when found. You won't be able to find false positive.
ru_ru: Разрешить автоматическое удаление спама при его обнаружении. Возможно ложное срабатывание.

source: Url
ru_ru: Адрес Url

source: The front page or home URL of the instance making the request. For a blog or wiki this would be the front page. Note: Must be a full URI, including http://.
ru_ru: Страница или ссылка URL экземпляра, сделавшего запрос. Для блога или вики необходима эта страница. Примечание: Необходим полный адрес URI, включая http://.

source: Permalink
ru_ru: Постоянная ссылка

source: The permanent location of the entry the content item was submitted to.
ru_ru: Постоянное расположение ввода элемента контента, который отправлен.

source: Author
ru_ru: Автор

source: Name submitted with the content item.
ru_ru: Имя отправлено с элементом контента.

source: Author's email
ru_ru: Адрес электронной почты автора

source: Email address submitted with the content item.
ru_ru: Адрес электронной почты отправлен с элементом контента.

source: Author's url
ru_ru: Адрес url автора

source: URL submitted with the content item.
ru_ru: URL отправлен с элементом контента.

source: Comment content
ru_ru: Коментарий к контенту

source: The content that was submitted.
ru_ru: Контент, который отправлен.

source: The number of allowed submissions.
ru_ru: Количество допустимых представлений.

source: Day
ru_ru: День

source: Hour
ru_ru: Час

source: Month
ru_ru: Месяц

source: Year
ru_ru: Год

source: Overall
ru_ru: Полный

source: The period to take into account.
ru_ru: Период, принимаемый во внимание.

source: Trust content submitted by authenticated users
ru_ru: Доверительное содержимое отправленное авторизованным пользователем

source: Check if authenticated users should have their content automatically approved.
ru_ru: Отметить, если содержимое авторизованных пользователей должно автоматически утверждаться.

source: Api key
ru_ru: API Ключ

source: API key for <a href="http://akismet.com/personal/">Akismet</a> service.
ru_ru: API ключ для сервиса <a href="http://akismet.com/personal/">Akismet</a>.

source: Your public key.
ru_ru: Ваш публичный ключ.

source: Your private key.
ru_ru: Ваш частный ключ.

source: Get custom keys:
ru_ru: Получить пользовательский ключ:

source: Hide for authenticated users
ru_ru: Скрыть для аутентифицированных пользователей

source: Enable to hide reCaptcha when the user is authenticated.
ru_ru: Разрешено скрыть reCaptcha, если пользователь аутентифицирован.

source: Trust content submitted by authenticated users
ru_ru: Доверительное содержимое отправленное авторизованным пользователем

source: Check if authenticated users should have their content automatically approved.
ru_ru: Отметить, если содержимое авторизованных пользователей должно автоматически утверждаться.

source: Api key
ru_ru: API ключ

source: API key for <a href="http://antispam.typepad.com/info/get-api-key.html">TypePad AntiSpam</a> service.
ru_ru: API ключ для сервиса <a href="http://antispam.typepad.com/info/get-api-key.html">TypePad AntiSpam</a>.

# ~/Modules/Orchard.AntiSpam/Views/Parts/SpamFilter.Metadata.Actions.cshtml
source: Not Spam
ru_ru: Не спам

# ~/Modules/Orchard.AntiSpam/Views/Parts/SpamFilter.Metadata.Actions.cshtml
source: Spam
ru_ru: Спам

# ~/Modules/Orchard.AntiSpam/Views/Parts/SpamFilter.Metadata.SummaryAdmin.cshtml
source: Spam
ru_ru: Спам

# ~/Modules/Orchard.AntiSpam/Views/Parts/SpamFilter.Metadata.SummaryAdmin.cshtml
source: The content has been categorized as spam
ru_ru: Содержимое, классифицированное как спам
