Repository: AnnAveletsky/SiteCard
Catalog: Orchard CMS/Modules/Orchard.ContentPicker/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.ContentPicker/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.ContentPicker/Module.txt
source: UI for selecting Content Items.
ru_ru: Пользовательский интерфейс для выбора элементов содержимого.

# ~/Modules/Orchard.ContentPicker/Module.txt
source: Input Editor
ru_ru: Редактор ввода

# Orchard.ContentPicker.Drivers.ContentMenuItemPartDriver
source: You must select a Content Item
ru_ru: Вы должны выбрать элемент содержимого

# Orchard.ContentPicker.Drivers.ContentPickerFieldDriver
source: The field {0} is mandatory
ru_ru: Поле {0} обязательно для заполнения

# Orchard.ContentPicker.Drivers.ContentPickerFieldDriver
source: Ids
ru_ru: Идентификаторы

# Orchard.ContentPicker.Drivers.ContentPickerFieldDriver
source: A formatted list of the ids, e.g., {1},{42}
ru_ru: Форматированный список идентификаторов, например, {1},{42}

# Orchard.ContentPicker.Drivers.NavigationPartDriver
source: The MenuText field is required
ru_ru: Поле текст меню обязательное

# Orchard.ContentPicker.Services.ContentPickerNavigationProvider
source: Content Picker
ru_ru: Указатель содержимого

# Orchard.ContentPicker.Services.ContentPickerNavigationProvider
source: Recent Content
ru_ru: Недавнее содержимое

# Orchard.ContentPicker.Tokens.ContentPickerFieldTokens
source: Content Picker Field
ru_ru: Поле указателя содержимого

# Orchard.ContentPicker.Tokens.ContentPickerFieldTokens
source: Tokens for Content Picker Fields
ru_ru: Маркеры для полей указателей содержимого

# Orchard.ContentPicker.Tokens.ContentPickerFieldTokens
source: Content Item
ru_ru: Элемент содержимого

# Orchard.ContentPicker.Tokens.ContentPickerFieldTokens
source: The content item.
ru_ru: Элемент содержимого.

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.cshtml
source: Select Content Item
ru_ru: Выбор элемента контента

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.cshtml
source: Cannot perform requested operation
ru_ru: Невозможно выполнение требуемой операции

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.cshtml
source: Authentication timed-out: please log-on again
ru_ru: Истек срок аутетификации: пожалуйста, войдите в систему снова

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: Not Published
ru_ru: Не Опубликовано

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: You need to save your changes.
ru_ru: Вам необходимо сохранить изменения.

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: Content Item
ru_ru: Элемент контента

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: Add
ru_ru: Добавить

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.SummaryAdmin.cshtml
source: Select
ru_ru: Выберите

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Recent Content
ru_ru: Недавнее содержимое

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Manage {0} Content
ru_ru: Управление содержимым {0}

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Show
ru_ru: Показ

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: any (show all)
ru_ru: любое (показать все)

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Ordered by
ru_ru: Сортировать по

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: recently created
ru_ru: недавно созданные

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: recently modified
ru_ru: недавно модифицированные

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: recently published
ru_ru: недавно опубликованные

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Apply
ru_ru: Применить

source: A content item is required
ru_ru: Элемент содержимого является обязательным

source: Check to ensure the user is providing at least one content item.
ru_ru: Отметьте, чтобы обеспечить пользователю доступ к последнему элементу содержимого.

source: Allow multiple content items
ru_ru: Разрешить многократные элементы содержимого

source: Check to allow the user to select multiple content items.
ru_ru: Отметьте, чтобы разрешить пользователю выбор нескольких элементов контента.

source: Help text
ru_ru: Текст помощи

source: The help text is written under the field when authors are selecting content items.
ru_ru: Текст помощи пишется под полем, когда авторы выбирают элементы содержимого.

source: Show Content tab
ru_ru: Показать регистр контента

source: Uncheck to hide the Content tab from the picker window.
ru_ru: Снять отметку для скрытия регистра контента в окне.

source: Content Types and Parts
ru_ru: Типы или части контента

source: A comma separated value of all the content types or content parts to display.
ru_ru: Разделенные запятыми значения типов контента или частей контента для отображения.

source: Empty
ru_ru: Пустой

source: Content Item
ru_ru: Элемент контента

source: Browse
ru_ru: Просмотреть

source: Select the Content Item to display in the menu.
ru_ru: Выбрать элемент контента для отображения в меню.

source: Menu Items
ru_ru: Пункты меню

source: The menu items linking to this content item.
ru_ru: Пункты меню, связанные с элементом контента.

source: on
ru_ru: включить

source: Not displayed in any menu.
ru_ru: Не показывать ни в каком меню.

source: Add on a menu
ru_ru: Добавить в меню

source: Select which menu you want the content item to be added on.
ru_ru: Выбрать меню для добавления элемента контента.

source: Menu text
ru_ru: Текст меню

source: The text that should appear in the menu.
ru_ru: Текст, который должен появляться в меню.

# ~/Modules/Orchard.ContentPicker/Views/Fields/ContentPicker.cshtml
source: No content items.
ru_ru: Нет элементов содержимого.

# ~/Modules/Orchard.ContentPicker/Views/Fields/ContentPicker.SummaryAdmin.cshtml
source: Not Published
ru_ru: Не Опубликовано
