Repository: AnnAveletsky/SiteCard
Catalog: Orchard CMS/Modules/Orchard.Taxonomies/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.Taxonomies/Module.txt
source: Taxonomies
ru_ru: Таксономии

# ~/Modules/Orchard.Taxonomies/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Taxonomies/Module.txt
source: The taxonomy module is providing custom categorization of arbitrary content types.
ru_ru: Модуль таксономий предоставляет ручное упорядочивание произвольных типов содержимого.

# ~/Modules/Orchard.Taxonomies/Module.txt
source: Categorize a content item.
ru_ru: Классификация элемента контента.

# ~/Modules/Orchard.Taxonomies/Module.txt
source: Content
ru_ru: Контент

# Orchard.Taxonomies.AdminMenu
source: Taxonomies
ru_ru: Таксономии

# Orchard.Taxonomies.AdminMenu
source: Manage Taxonomies
ru_ru: Управление таксономиями

# Orchard.Taxonomies.Controllers.AdminController
source: Couldn't delete taxonomy
ru_ru: Не удалось удалить таксономию

# Orchard.Taxonomies.Controllers.AdminController
source: Couldn't import terms
ru_ru: Невозможно импортировать термы

# Orchard.Taxonomies.Controllers.AdminController
source: The term {0} already exists at this level
ru_ru: Терм {0} уже существует на этом уровне

# Orchard.Taxonomies.Controllers.AdminController
source: The terms have been imported successfully.
ru_ru: Термы успешно импортированы.

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't delete term
ru_ru: Не удается удалось термин

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't move terms
ru_ru: Невозможно переместить термы

# Orchard.Taxonomies.Controllers.TermAdminController
source: {0} term have been removed.
ru_ru: Термин {0} удален.

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to create terms
ru_ru: Не разрешено создание термов

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to select terms
ru_ru: Не разрешен выбор термов

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to move terms
ru_ru: Не разрешено перемещение термов

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't create term
ru_ru: Не удалось создать термин

# Orchard.Taxonomies.Controllers.TermAdminController
source: The {0} term has been created.
ru_ru: Термин {0} создан.

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to manage taxonomies
ru_ru: Не разрешено управление таксономиями

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't edit taxonomy
ru_ru: Не удалось изменить таксономию

# Orchard.Taxonomies.Controllers.TermAdminController
source: Term information updated
ru_ru: Информация о термине обновлена

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to manage terms
ru_ru: Не разрешено управление терминами

# Orchard.Taxonomies.Drivers.TaxonomyFieldDriver
source: The field {0} is mandatory.
ru_ru: Поле {0} обязательно для заполнения.

# Orchard.Taxonomies.Drivers.TaxonomyFieldDriver
source: You're not allowed to create new terms for this taxonomy
ru_ru: Вам не разрешено создание новых терминов для данной таксономии

# Orchard.Taxonomies.Drivers.TaxonomyFieldDriver
source: The {0} term has been created.
ru_ru: Термин {0} создан.

# Orchard.Taxonomies.Drivers.TaxonomyNavigationPartDriver
source: The levels to display must be a positive number
ru_ru: Количество уровней для отображения должно быть положительным числом

# Orchard.Taxonomies.Drivers.TaxonomyNavigationPartDriver
source: Unknown taxonomy: {0}
ru_ru: Неизвестная таксономия: {0}

# Orchard.Taxonomies.Drivers.TaxonomyNavigationPartDriver
source: Unknown term: {0}
ru_ru: Неизвестный термин: {0}

# Orchard.Taxonomies.Drivers.TaxonomyPartDriver
source: A taxonomy with the same name already exists
ru_ru: Таксономия с таким именем уже существует

# Orchard.Taxonomies.Drivers.TermPartDriver
source: The term {0} already exists at this level
ru_ru: Термин {0} уже существует на этом уровне

# Orchard.Taxonomies.Drivers.TermPartDriver
source: Unknown taxonomy: {0}
ru_ru: Неизвествная таксономия: {0}

# Orchard.Taxonomies.Projections.TermsFilter
source: Taxonomy
ru_ru: Таксономия

# Orchard.Taxonomies.Projections.TermsFilter
source: Has Terms
ru_ru: Содержит термины

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized content items
ru_ru: Категоризованные элементы контента

# Orchard.Taxonomies.Projections.TermsFilter
source: Any term
ru_ru: Любой термин

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized with one of {0}
ru_ru: Категоризованы с одним из {0}

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized with all of {0}
ru_ru: Категоризованы со всеми из {0}

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized with {0}
ru_ru: Категоризованы с {0}

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Terms
ru_ru: Термины

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Select some terms.
ru_ru: Выбрать термины.

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Is one of
ru_ru: один из

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Is all of
ru_ru: все из

# Orchard.Taxonomies.Services.TaxonomyService
source: The term {0} already exists in this taxonomy
ru_ru: Элемент {0} уже существует в этой таксономии

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: Taxonomy Field
ru_ru: Поле таксономии

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: Tokens for Taxonomy Fields
ru_ru: Знаки для полей таксономии

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: Terms
ru_ru: Термины

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: The terms (Content) associated with field.
ru_ru: Термины (Контент) связанные с полем.

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: A term by its index. Can be chained with Content tokens.
ru_ru: Термин по его индексу. Может быть изменено знаками контента.

# ~/Modules/Orchard.Taxonomies/Views/Admin/Create.cshtml
source: Create New Taxonomy
ru_ru: Создать новую таксономию

# ~/Modules/Orchard.Taxonomies/Views/Admin/Edit.cshtml
source: Taxonomy Properties
ru_ru: Свойства таксономии

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Import Terms for {0}
ru_ru: Импорт терминов для {0}

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: One term per line, followed by a semi-colon and the slug
ru_ru: Один термин в строке с последующей точкой с запятой и slug

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Hierarchies are defined using tabs (handled in this editor zone)
ru_ru: Иерархии определены, используя табуляторы (обрабатываются в этой зоне редактора)

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: e.g,
ru_ru: например,

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Red; red
ru_ru: Красный; красный

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Blue; blue
ru_ru: Синий; синий

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Light Blue; light-blue
ru_ru: Голубой; голубой

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Import
ru_ru: Импорт

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Manage Taxonomies
ru_ru: Управление таксономиями

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Actions:
ru_ru: Действия:

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Choose action...
ru_ru: Выберите действие...

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Add a taxonomy
ru_ru: Добавить таксономию

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: This is a table of the taxonomies in your application
ru_ru: Эта таблица таксономий в вашем приложении

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Edit
ru_ru: Редактировать

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Terms
ru_ru: Термины

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Import
ru_ru: Импорт

source: Select a taxonomy
ru_ru: Выберите таксономию

source: Choose a taxonomy ...
ru_ru: Выбор таксономии...

source: Restrictions
ru_ru: Ограничения

source: Restrict selectable elements to leaves (parent / child terms) only
ru_ru: Ограничение выбираемых элементов только листьями (термы родитель/ребенок)

source: Allow only one term to be selected
ru_ru: Допускается выбор только одного терма

source: Required
ru_ru: Обязательно

source: Check if the field is required.
ru_ru: Отметьте, если поле обязательное.

source: Autocomplete
ru_ru: Автозаполнение

source: Enable Autocomplete
ru_ru: Разрешить автозаполнение

source: Allow new terms to be created
ru_ru: Допускается создание новых термов

source: Help text
ru_ru: Текст справки

source: The help text is written under the field when authors are editing the content item.
ru_ru: Текст справки пишется под полем, когда автор редактирует элемент контента.

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Pagination
ru_ru: Разбивка на страницы

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Override the default page size
ru_ru: Переопределить размер страницы по умолчанию

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Number of items per page
ru_ru: Количество элементов на странице

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Determines the number of items that are shown per page.
ru_ru: Определяет количество элементов, отображаемых на странице.

source: Enter a single term. Hit <i>tab</i> or <i>enter</i> to apply the term.
ru_ru: Введите один термин. Нажмите <i>tab</i> или <i>enter</i> чтобы применять термин.

source: This taxonomy does not allow you to create new terms.
ru_ru: Эта таксономия не позволяет создавать новые термы.

source: Enter multiple terms. Hit <i>tab</i>, <i>enter</i> or <i>,</i> to add multiple terms.
ru_ru: Введите несколько терминов. Нажмите <i>tab</i> или <i>enter</i> для добавления нескольких терминов.

source: There are no terms defined for {0} yet.
ru_ru: Нет терминов, определенных для {0}.

source: Create some terms
ru_ru: Создать термины

# ~/Modules/Orchard.Taxonomies/Views/EditorTemplates/Fields/TaxonomyField.cshtml
source: There are no terms defined for {0} yet.
ru_ru: Нет терминов, определенных для {0}.

# ~/Modules/Orchard.Taxonomies/Views/EditorTemplates/Fields/TaxonomyField.cshtml
source: Create some terms
ru_ru: Создать термины

source: Taxonomy
ru_ru: Таксономия

source: Select the taxonomy whose terms will be rendered in the menu.
ru_ru: Выбрать таксономию, термы которой будут отображаться в меню.

source: Root Term
ru_ru: Корневой термин

source: - Parent Taxonomy -
ru_ru: - Родительская таксономия -

source: Select the root term to display
ru_ru: Выберите корневой термин для отображения

source: Display top level menu item
ru_ru: Отображение пункта меню верхнего уровня

source: When checked, the selected term to display will be rendered as a root element in the menu.
ru_ru: Если отмечено, выбранный термин будет показываться в качестве корневого элемента меню.

source: Levels to display
ru_ru: Уровни для отображения

source: The number of levels to display in the hierarchy. 0 to display all levels.
ru_ru: Количество уровней для отображения в иерархии. 0 для отображения всех уровней.

source: Hide empty entries
ru_ru: Скрыть пустые записи

source: When checked, any term which has no content item associated to it won't be rendered.
ru_ru: Если отмечено, термины, не имеющие связанного элемента контента, не будут отображаться.

source: Display content count
ru_ru: Показать счетчик содержимого

source: When checked, the number of content items is rendered following the term name.
ru_ru: Если отмечено, рядом с именем термина будет отображаться количество элементов контента.

source: Uncheck if users should not be able to select this term
ru_ru: Снимите отметку, если выбор термина не должен быть доступен пользователям

source: If specified, it will be used to sort terms at the same level
ru_ru: Если указано, будет использоваться для сортировки элементов того же уровня

# ~/Modules/Orchard.Taxonomies/Views/Items/Content-Term.Edit.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Create.cshtml
source: Create New Term
ru_ru: Создать новый термин

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Edit.cshtml
source: Term Properties
ru_ru: Свойства термина

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Manage terms for {0}
ru_ru: Управление терминами для {0}

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Actions:
ru_ru: Действия:

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Choose action...
ru_ru: Выберите действие...

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Move
ru_ru: Переместить

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Apply
ru_ru: Принять

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Add a term
ru_ru: Добавить термин

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: This is a table of the terms in your application
ru_ru: Это таблица терминов в вашем приложении

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Edit
ru_ru: Редактировать

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Merging terms
ru_ru: Объединение терминов

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: You are going to merge the terms '{0}' into the term you select below. Please be aware that this term will then be deleted.
ru_ru: Вы собираетесь объединить термины «{0}» в термин, который вы выберите ниже. Пожалуйста имейте в виду, что этот термин будет удален.

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Parent term
ru_ru: Родительский термин

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Republish content
ru_ru: Перепубликация контента

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: This will republish all content that is currently published. It will not publish out content if the latest version is in draft.
ru_ru: Весь опубликованный контент будет переопубликован. Не будет опубликован контент, последняя версия которого является черновой.

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Select
ru_ru: Выбрать

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: Parent term
ru_ru: Родительский термин

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: - None -
ru_ru: - пустой -

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: By selecting a parent term you can create hierarchies
ru_ru: Выбрав термин родителя можно создавать иерархии

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: Select
ru_ru: Выбрать

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: Parent term
ru_ru: Родительский термин

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: - None -
ru_ru: - пустой -

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: By selecting a parent term you can create hierarchies
ru_ru: При выборе родительского терма можно создать иерархии

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: Select
ru_ru: Выбрать
